Repository: kalyan-gupta/YOURLS_Telugu_Translation
Catalog: *.po
Languages: te_in

source: Statistics for %s
te_in: %s కోసం గణాంకాలు

source: Short URL
te_in: చిన్న URL

source: Aggregate stats for duplicate short URLs
te_in: నకిలీ చిన్న URLల కోసం మొత్తం గణాంకాలు

source: Long URL
te_in: దీర్ఘ URL

source: Traffic statistics
te_in: ట్రాఫిక్ గణాంకాలు

source: Traffic location
te_in: ట్రాఫిక్ స్థానము

source: Traffic sources
te_in: ట్రాఫిక మూలాలు

source: Share
te_in: లింక్ పంచండి

source: Last 24 hours
te_in: గత 24 గంటలు

source: Last 7 days
te_in: గత 7 రోజులు

source: Last 30 days
te_in: గత 30 రోజులు

source: All time
te_in: అన్ని సమయంలో

source: Number of hits : %s
te_in: హిట్ల సంఖ్య : %s

source: Historical click count
te_in: హిస్టారికల్ క్లిక్ కౌంట్

source: about 1 day ago
te_in: సుమారు 1 రోజు క్రితం

source: Short URL created on %s
te_in: చిన్న URL %s రొజున​ సృష్టించబడింది

source: %s per day
te_in: రొజుకి %s

source: %s per hour
te_in: గంటకి %s

source: %s hit
te_in: %s హిట్

source: Best day
te_in: ఉత్తమ రోజు

source: <strong>%1$s</strong> hit on %2$s
te_in: %2$s రొజున​ <strong>%1$s</strong> హిట్

source: Click for more details
te_in: మరిన్ని వివరాల కోసం క్లిక్ చేయండి

source: Year %s
te_in: సమ్వత్సరమ్ %s

source: 1 hit
te_in: ఒక హిట్

source: No traffic yet. Get some clicks first!
te_in: ఇంకా ట్రాఫిక్ లేదు. మొదట కొన్ని క్లిక్లను పొందండి!

source: Top 5 countries
te_in: టాప్ 5 దేశాలు

source: Overall traffic
te_in: మొత్తం ట్రాఫిక్

source: No country data.
te_in: దేశం డేటా లేదు.

source: Referrer shares
te_in: సూచించిన వాటాలు

source: Others
te_in: ఇతరులు

source: Referrers
te_in: ప్రతిపాదకులు

source: (details)
te_in: (వివరాలు)

source: Various:
te_in: వివిధ:

source: Direct vs Referrer Traffic
te_in: ప్రత్యక్ష vs ప్రతిపాదకుల ట్రాఫిక్

source: Direct
te_in: ప్రత్యక్ష

source: Direct traffic:
te_in: ప్రత్యక్ష ట్రాఫిక్:

source: <strong>%s</strong> hit
te_in: <strong>%s</strong> హిట్

source: Referrer traffic:
te_in: ప్రతిపాదకుల ట్రాఫిక్:

source: No referrer data.
te_in: ప్రతిపాదకుల డేటా లేదు.

source: Short link
te_in: చిన్న లింక్

source: Quick Share
te_in: త్వరిత భాగస్వామ్యం

source: Title
te_in: శీర్షిక

source: IP Address
te_in: IP చిరునామా

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
te_in: <strong>%2$s</strong>లో <strong>%1$s</strong> కోసం అన్వేషిస్తు౦ది.

source: Date
te_in: తేదీ

source: Clicks
te_in: క్లిక్లు

source: Short URL created, but could not redirect to %s !
te_in: చిన్న URL సృష్టించబడింది, కానీ %s కు దారి మళ్లించలేదు!

source: Unknown "Share" bookmarklet
te_in: తెలియని "భాగస్వామ్యం" బుక్మార్క్

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
te_in: <strong class="increment">%3$s</strong> URL లలో <strong>%1$s</strong> నుండి <strong class="increment">%2$s</strong> వరకు ప్రదర్శించబడ్డాయి

source: counting <strong>1</strong> click
te_in: <strong>1</strong> క్లిక్ లెక్కిస్థుంది

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
te_in: మొత్తంమీద, <strong class="increment">%1$s</strong> లింకులు, <strong>%2$s</strong> క్లిక్లు, ఇ౦కా లెక్కింపు కొనసాగుతు౦ది!

source: No URL
te_in: URL లేదు

source: %s version is too old. Ask your server admin for an upgrade.
te_in: %s సంస్కరణ చాలా పాతది. నవీకరణ కోసం మీ సర్వర్ నిర్వాహకుడిని అడగండి.

source: YOURLS already installed.
te_in: YOURLS ఇప్పటికే ఇన్స్టాల్ చేయబడింది.

source: File <tt>.htaccess</tt> successfully created/updated.
te_in: ఫైలు <tt>.htaccess</tt> విజయవంతంగా రూపొందించింది / నవీకరించబడింది.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
te_in: YOURLS మూల డైరెక్టరీలో <tt>.htaccess</tt> ఫైల్ను వ్రాయడం సాధ్యం కాలేదు. మీరు దీన్ని మానవీయంగా చేయవలసి ఉంటుంది. <a href="http://yourls.org/htaccess">ఎలా</a> చూడండి.

source: Install YOURLS
te_in: YOURLS ను వ్యవస్థాపించండి

source: YOURLS Administration Page
te_in: YOURLS నిర్వహణ పేజీ

source: Unsupported action
te_in: మద్దతు లేని చర్య

source: No plugin specified, or not a valid plugin
te_in: ప్లగ్ఇన్ పేర్కొనబడలేదు లేదా చెల్లుబాటు అయ్యే ప్లగ్ఇన్ కాదు

source: Plugin has been activated
te_in: ప్లగిన్ సక్రియం చేయబడింది

source: Plugin has been deactivated
te_in: ప్లగిన్ క్రియారహితం చేయబడింది

source: Manage Plugins
te_in: ప్లగిన్లను నిర్వహించండి

source: Plugins
te_in: ప్లగిన్లు

source: %s plugin
te_in: %s ప్లగిన్

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
te_in: మీరు ప్రస్తుతం <strong>%1$s</strong> ఇన్స్టాల్ చేసి, <strong>%2$s</strong> సక్రియం చెసారు

source: Plugin Name
te_in: ప్లగిన్ పేరు

source: Version
te_in: వెర్షన్

source: Description
te_in: వివరణ

source: Author
te_in: రచయిత

source: Action
te_in: చర్య

source: Deactivate
te_in: క్రియారహితం చెయు

source: Activate
te_in: సక్రియం చెయు

source: plugin file location: %s
te_in: ప్లగ్ఇన్ ఫైల్ స్థానం: %s

source: Toggle active/inactive plugins
te_in: చురుకుగా ఉన్న​ / క్రియారహిత ప్లగిన్లను టోగుల్ చేయండి

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
te_in: మీరు ప్లగిన్ను సక్రియం చేసిన తర్వాత ఏదైనా తప్పు జరిగితే, మీరు YOURLS ను ఉపయోగించలేరు లేదా ఈ పేజీని ఆక్సెస్ చెయ్యలేరు, అప్పుడు ప్లగిన్ డైరెక్టరీని రీనేమ్ లేదా తొలగించవచ౦డి లేదా ప్లగిన్ ఫైల్ పేరు <code>plugin.php</code> కాకు౦డ​ వెరె ఎదైన పెరుగా మార్చండి.

source: More plugins
te_in: మరిన్ని ప్లగిన్లు

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
te_in: మరిన్ని ప్లగిన్ల కోసం, అధికారిక <a href="http://yourls.org/pluginlist">ప్లగిన్ జాబితా</a>కి వెళ్ళండి.

source: Cool YOURLS Tools
te_in: కూల్ YOURLS ఉపకరణాలు

source: Bookmarklets
te_in: బుక్మార్క్లెట్లు

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
te_in: సులభంగా లింక్ క్లుప్తీకరణ మరియు భాగస్వామ్యం కోసం YOURLS సులభ <span>బుక్మార్క్లెట్ల​</span>తో వస్తుంది.

source: Standard or Instant, Simple or Custom
te_in: ప్రామాణిక లేదా తక్షణ, సింపుల్ లేదా కస్టమ్

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
te_in: <span>ప్రామాణిక బుక్మార్క్లెట్లు</span> మీ కొత్త చిన్న URL ను మీరు సులభంగా సవరించగల లేదా తొలగించగల పేజీలోకి తీసుకెళుతుంది.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
te_in: <span>తక్షణ బుక్మార్క్లెట్లు</span> మీరు చూస్తున్న పేజీని వదలకుండా చిన్న URL ను పాప్ చేస్తుంది.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
te_in: <span>సింపుల్ బుక్మార్క్లెట్లు</span> యాదృచ్చిక లేదా వరుస కీవర్డ్తో ఒక చిన్న URL ను ఉత్పత్తి చేస్తుంది.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
te_in: <span>కస్టమ్ కీవర్డ్ బుక్మార్క్లెట్లు</span> మొదట మీతో ఒక అనుకూల కీవర్డ్ కోసం అడుగుతుంది.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
te_in: మీరు క్లుప్తీకరిస్తున్న లింక్తో వివరణను భాగస్వామ్యం చేయాలనుకుంటే, మీ బుక్మార్క్లెట్ లింక్పై క్లిక్ చేసే ముందు మీరు చూస్తున్న పేజీలో <span>టెక్స్ట్ని ఎంచుకోండి</span>

source: The Bookmarklets
te_in: బుక్మార్క్లెట్లు

source: Click and drag links to your toolbar (or right-click and bookmark it)
te_in: మీ టూల్బార్కి లింకులను క్లిక్ చేసి, లాగండి (లేదా మౌసలొ కుడి-బటన్ క్లిక్ చేసి దాన్ని బుక్మార్క్ చేయండి)

source: Standard (new page)
te_in: ప్రామాణిక (క్రొత్త పేజీ)

source: Instant (popup)
te_in: తక్షణం (పాప్అప్)

source: Simple
te_in: సాధారణ

source: Drag to your toolbar!
te_in: మీ టూల్బార్కి లాగండి!

source: Shorten
te_in: చిన్నగా చెయు

source: Instant Shorten
te_in: తక్షణ౦ చిన్నగా చెయు

source: Custom Keyword
te_in: అనుకూల కీవర్డ్

source: Custom shorten
te_in: అనుకూల౦గా చిన్నగా చెయు

source: Instant Custom Shorten
te_in: తక్షణ౦ అనుకూల౦గా చిన్నగా చెయు

source: Social Bookmarklets
te_in: సామాజిక బుక్మార్క్లెట్లు

source: Create a short URL and share it on social networks, all in one click!
te_in: ఒక చిన్న URL సృష్టించండి మరియు ఒకే క్లిక్తో, సోషల్ నెట్వర్కుల్లో భాగస్వామ్యం చేయండి!

source: Shorten and share:
te_in: చిన్నగా చెసి భాగస్వామ్యం చెయి:

source: YOURLS &amp; Facebook
te_in: YOURLS &amp; ఫేస్బుక్

source: YOURLS &amp; Twitter
te_in: YOURLS &amp; ట్విట్టర్

source: Prefix-n-Shorten
te_in: ఉపసర్గి౦చి చిన్నగా చెయి

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
te_in: ఒక పేజీని చూసినప్పుడు, దాని పూర్తి URL ను కూడా ఉపసర్గి౦చవచ్చు: మీ బ్రౌజరు చిరునామా పట్టీకి వెళ్లండి, ప్రస్తుత URL యొక్క ప్రారంభంలో "<span>%s</span>" ను జోడించి (దాని ముందు 'http: //' భాగం) ఎంటర్ నొక్కండి.

source: Note: this will probably not work if your web server is running on Windows
te_in: గమనిక: మీ వెబ్ సర్వర్ విండోస్లో నడుస్తున్నట్లయితే ఇది పనిచేయదు

source: (which seems to be the case here)
te_in: (ఇది ఇక్కడ కేసుగా ఉంది)

source: Secure passwordless API call
te_in: పాస్వర్డ్లేని API కాల్ను సురక్షి౦చ​౦డి

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
te_in: YOURLS API పాత ఫ్యాషన్ మార్గం కాల్స్ <tt>యూజర్పేరు</tt> మరియు <tt>పాస్వర్డ్</tt> పారామితులను ఉపయోగించడం అనుమతిస్తుంది.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
te_in: మీ క్రెడెన్షియల్లను హ్యాకర్లకు పంపడం గురించి మీరు భయపడి ఉంటే, మీరు రహస్య సంకేత టోకెన్ను ఉపయోగించి మీ లాగిన్ లేదా మీ పాస్వర్డ్ను ఉపయోగించకుండా API కాల్స్ చేయవచ్చు.

source: Your secret signature token: <strong><code>%s</code></strong>
te_in: మీ రహస్య సంతకం టోకెన్: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
te_in: (ఇది ఒక రహస్యం, రహస్యంగానె ఉంచండి)

source: This signature token can only be used with the API, not with the admin interface.
te_in: ఈ సంతకం టోకెన్ API తో మాత్రమే ఉపయోగించబడుతుంది, నిర్వాహక ఇంటర్ఫేస్తో కాదు.

source: Usage of the signature token
te_in: సంతకం టోకెన్ యొక్క వాడకం

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
te_in: మీ API అభ్యర్ధనలలో పారామితి <tt>సంతకం</tt>ను ఉపయోగించండి. ఉదాహరణ:

source: Usage of a time limited signature token
te_in: సమయం పరిమిత సంతకం టోకెన్ వాడకం

source: actual value:
te_in: అసలు విలువ:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
te_in: ఇప్పుడు మీ API అభ్యర్ధనలలో పారామితులు <tt>సంతకం</tt> మరియు <tt>టైమ్స్టాంప్</tt>ను ఉపయోగించండి. ఉదాహరణ:

source: Actual values:
te_in: వాస్తవ విలువలు:

source: This URL would be valid for only %s seconds
te_in: ఈ URL %s సెకన్లు మాత్రమే చెల్లుతుంది

source: See the <a href="%s">API documentation</a> for more
te_in: మరింత తెలుసుకోవడానికి <a href="%s">API డాక్యుమెంటేషన్</a> చూడండి

source: Upgrade YOURLS
te_in: YOURLS ను అప్గ్రేడ్ చేయండి

source: Upgrade not required. Go <a href="%s">back to play</a>!
te_in: అప్గ్రేడ్ అవసరం లేదు. <a href="%s">తిరిగి వెళ్ళు</a>!

source: Your current installation needs to be upgraded.
te_in: మీ ప్రస్తుత ఇన్స్టాలేషన్ అప్గ్రేడ్ చేయాలి.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
te_in: దయచేసి మీ డేటాబేస్ను <strong>బ్యాకప్</strong> చెయ్య్౦డి<br/>(ఎప్పుడైనా మీరు ఈ విధంగా చేయాల్సి౦దె)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
te_in: భయంకర౦గా <em>ఏమీ జరగకూడదు<em>, కానీ ఇది <em>జరగదని కాదు</em>, అవునా? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
te_in: ప్రతి దశలో, <span class='error'>ఏదో తప్పు జరిగితే</span>, మీరు సందేశాన్ని చూస్తారు మరియు ఆశాజనక పరిష్కార మార్గాన్ని చూస్తారు.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
te_in: ప్రతిదీ చాలా వేగంగా వెళ్లి మీరు చదివినట్లయితే, <span class="success">మీకు మంచిదె</span>, కదా :)

source: Once you are ready, press "Upgrade" !
te_in: మీరు సిద్ధంగా ఉన్నప్పుడు, "అప్గ్రేడ్" నొక్కండి!

source: Upgrade
te_in: అప్గ్రేడ్

source: Your installation is now up to date !
te_in: మీ సంస్థాపన ఇప్పుడు తాజాగా ఉంది!

source: Go back to <a href="%s">the admin interface</a>
te_in: <a href="%s">నిర్వాహక ఇంటర్ఫేస్</a>కు తిరిగి వెళ్ళు

source: Could not auto-encrypt passwords. Error was: "%s".
te_in: పాస్వర్డ్లను స్వయంచాలకంగా గుప్తీకరించడం సాధ్యపడలేదు. లోపం ఉంది: "%s".

source: <a href="%s">Get help</a>.
te_in: <a href="%s">సహాయం పొందు</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
te_in: ఒక వారం ఈ సందేశాన్ని తీసివేయడానికి <a href="%s">ఇక్కడ క్లిక్ చెయ్యండి</a>.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
te_in: YOURLS కు mysql, mysqli లేదా pdo_mysql PHP పొడిగింపు అవసరం. పొడిగింపు కనుగొనబడలేదు. మీ సర్వర్ కాన్ఫిగరేషన్ను తనిఖీ చేయండి లేదా మీ హాస్ట్ను సంప్రదించండి.

source: Fatal error
te_in: తీవ్రమైన దోషం

source: Logged out successfully
te_in: విజయవంతంగా లాగ్ అవుట్ అయ్యింది

source: Invalid username or password
te_in: తప్పుడు యూజర్ పేరు లేదా పాస్వర్డ్

source: Please log in
te_in: దయచేసి లాగిన్ అవ్వండి

source: 1 query
te_in: 1 క్వైరీ

source: Powered by %s
te_in: %s చేత ఆధారితం

source: Enter the URL
te_in: URL ను నమోదు చేయండి

source: Optional
te_in: ఇష్టమైనచొ

source: Custom short URL
te_in: అనుకూల చిన్న URL

source: Shorten The URL
te_in: URL ను చిన్నగా చెయు

source: Search for %1$s in %2$s
te_in: %2$s లో %1$s కోసం అన్వేషించు

source: Ascending
te_in: ఆరోహణ

source: Descending
te_in: అవరోహణ

source: Order by %1$s %2$s
te_in: %1$s %2$s ద్వారా ఆర్డర్ చేయి

source: Show %s rows
te_in: %s అడ్డు వరుసలను చూపు

source: more
te_in: ఎక్కువ

source: less
te_in: తక్కువ

source: Show links with %1$s than %2$s clicks
te_in: %2$s క్లిక్ల కంటే %1$s లింక్లను చూపి౦చు

source: before
te_in: తెదీకి ము౦దు

source: after
te_in: తెదీకి తరువాత

source: between
te_in: తెదీల​ మధ్య

source: Show links created %1$s %2$s %3$s %4$s
te_in: %2$s %3$s %4$s %1$s సృష్టించిన లింక్లను చూపు

source: Search
te_in: అన్వేషించు

source: Clear
te_in: ​ఎంట్రీని తొలగించు

source: 1 page
te_in: 1 పేజీ

source: Go to First Page
te_in: మొదటి పేజీకి వెళ్ళు

source: &laquo; First
te_in: &laquo; మొదటి

source: Last &raquo;
te_in: చివరనున్న &raquo;

source: Your short link
te_in: మీ చిన్న లింక్

source: Long link
te_in: లాంగ్ లింక్

source: Stats
te_in: గణాంకాలు

source: Share with
te_in: భాగస్వామ్యం చేయండి

source: Tweet this!
te_in: దీన్ని ట్వీట్ చేయండి!

source: Share on Facebook
te_in: ఫేస్బుక్లో భాగస్వామ్యం చేయండి

source: Share on Friendfeed
te_in: Friendfeed లో భాగస్వామ్యం చేయండి

source: Save
te_in: సేవ్

source: Save new values
te_in: కొత్త విలువలను సేవ్ చేయండి

source: Cancel
te_in: రద్దు చేయు

source: Cancel editing
te_in: సవరణను రద్దు చేయి

source: Error, URL not found
te_in: లోపం, URL కనుగొనబడలేదు

source: Edit
te_in: మార్చు

source: Delete
te_in: తొలగించు

source: Not a common link
te_in: ఒక సాధారణ లింక్ కాదు

source: Original URL
te_in: అసలు URL

source: Actions
te_in: చర్యలు

source: Username
te_in: యూజర్ పేరు

source: Password
te_in: పాస్వర్డ్

source: Login
te_in: లాగిన్

source: Hello <strong>%s</strong>
te_in: హలో <strong>%s</strong>

source: Logout
te_in: లాగౌట్

source: Help
te_in: సాయము చేయు

source: Go to the admin interface
te_in: నిర్వాహక ఇంటర్ఫేస్కి వెళ్ళు

source: Admin interface
te_in: అడ్మిన్ ఇంటర్ఫేస్

source: Tools
te_in: పరికరములు

source: Today
te_in: నేటి దినము

source: Close
te_in: మూసెయ్యి

source: <a href="%s">YOURLS version %s</a> is available. Please update!
te_in: <a href="%s">YOURLS సంస్కరణ %s</a> అందుబాటులో ఉంది. నవీకరించండి!

source: Incorrect DB config, or could not connect to DB
te_in: సరికాని DB ఆకృతీకరణ, లేదా DB కి కనెక్ట్ కాలేదు

source: Table '%s' created.
te_in: పట్టిక '%s' సృష్టించబడింది.

source: Error creating table '%s'.
te_in: '%s' పట్టికను సృష్టించడంలో లోపం వు౦ది.

source: Could not initialize options
te_in: ఎంపికలను ప్రారంభించడం సాధ్యపడలేదు

source: Could not insert sample short URLs
te_in: నమూనా చిన్న URL లను ఇన్సర్ట్ చెయ్యలేకపోయాము

source: YOURLS tables successfully created.
te_in: YOURLS పట్టికలు విజయవంతంగా సృష్టించబడ్డాయి.

source: Error creating YOURLS tables.
te_in: YOURLS పట్టికలను సృష్టించడంలో లోపం.

source: Sunday
te_in: ఆదివారం

source: Monday
te_in: సోమవారం

source: Tuesday
te_in: మంగళవారం

source: Wednesday
te_in: బుధవారం

source: Thursday
te_in: గురువారం

source: Friday
te_in: శుక్రవారం

source: Saturday
te_in: శనివారం

source: Sun
te_in: ఆది

source: Mon
te_in: సోమ

source: Tue
te_in: మంగళ

source: Wed
te_in: బుధ

source: Thu
te_in: గురు

source: Fri
te_in: శుక్ర

source: Sat
te_in: శని

source: January
te_in: జనవరి

source: February
te_in: ఫిబ్రవరి

source: March
te_in: మార్చి

source: April
te_in: ఏప్రిల్

source: May
te_in: మే

source: June
te_in: జూన్

source: July
te_in: జూలై

source: August
te_in: ఆగస్టు

source: September
te_in: సెప్టెంబర్

source: October
te_in: అక్టోబర్

source: November
te_in: నవంబర్

source: December
te_in: డిసెంబర్

source: Nov_November_abbreviation
te_in: Oct_October_abbreviation

source: Could not find and deactivated plugin :
te_in: దొరకలేదు మరియు ప్లగ్ఇన్ క్రియారహితం చెయబడి౦ది:

source: Not a valid plugin file
te_in: చెల్లుబాటు అయ్యే ప్లగిన్ ఫైల్ కాదు

source: Plugin already activated
te_in: ప్లగిన్ ఇప్పటికే ఆక్టివేట్ చేయబడింది

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
te_in: ప్లగిన్ ఊహించని అవుట్పుట్ను ఉత్పత్తి చేసింది. లోపం ఉంది: <br/><pre>%s</pre>

source: Plugin not active
te_in: ప్లగిన్ చురుకుగా లేదు

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
te_in: ఈ పేజీ లేదు. సక్రియం చేయబడినట్లు మీరు భావిస్తున్న ఒక ప్లగిన్ క్రియారహితంగా ఉందా?

source: Invalid link
te_in: చెల్లని లింక్

source: Missing or malformed URL
te_in: ఖాళీ URL లేదా చెడ్డ URL

source: URL is a short URL
te_in: ఈ URL ఇప్పటికే చిన్న URL

source: Short URL %s already exists in database or is reserved
te_in: చిన్న URL %s ఇప్పటికే డేటాబేస్లో ఉంది లేదా ప్రత్యేకించబడింది

source: %s added to database
te_in: %s డేటాబేస్కు జోడించబడింది

source: Error saving url to database
te_in: డేటాబేస్కు url ను సేవ్ చేయడంలో లోపం

source: %s already exists in database
te_in: %s ఇప్పటికే డేటాబేస్లో ఉంది

source: Link updated in database
te_in: లింక్ డేటాబేస్ లో నవీకరించబడింది

source: Error updating %s (Short URL: %s)
te_in: %s ను నవీకరించడంలో లోపం (చిన్న URL: %s)

source: URL or keyword already exists in database
te_in: URL లేదా కీవర్డ్ ఇప్పటికే డేటాబేస్లో ఉంది

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
te_in: మీరు 10 సెకన్ల తర్వాత మళ్ళించబడకుంటే, దయచేసి <a href="%s">ఇక్కడ క్లిక్ చేయండి</a>

source: Please <a href="%s">click here</a>
te_in: దయచేసి <a href="%s">ఇక్కడ క్లిక్ చేయండి</a>

source: Too many URLs added too fast. Slow down please.
te_in: చాలా URL లు చాలా వేగంగా జోడించబడ్డాయి. దయచేసి నిదాని౦చ​౦డి.

source: Forbidden
te_in: ఫర్బిడెన్

source: Unauthorized action or expired link
te_in: అనధికార చర్య లేదా గడువు ముగిసిన లింక్

source: Error
te_in: లోపం

source: Service temporarily unavailable
te_in: సేవ తాత్కాలికంగా అందుబాటులోలేదు

source: Our service is currently undergoing scheduled maintenance.
te_in: మా సేవ ప్రస్తుతం షెడ్యూల్ చేయబడిన నిర్వహణలో ఉంది.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
te_in: ఇది చాలా కాలం పట్టదు, మీ సహనానికి ధన్యవాదాలు మరియు అసౌకర్యానికి దయచేసి మన్నించ౦డి

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
te_in: %2$s సంస్కరణ నుండి %1$s <strong>నిలిపివేయబడింది</strong>! బదులుగా %3$s ని ఉపయోగించండి.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
te_in: ప్రత్యామ్నాయ అందుబాటులో లేని %2$s సంస్కరణ నుండి %1$s <strong>నిలిపివేయబడింది</strong>.

source: day
te_in: రోజు

source: view
te_in: వీక్షణ
